tap "homebrew/bundle"
tap "homebrew/services"
tap "incu6us/tap"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "openssl@3"
brew "bat"
brew "certifi"
brew "eza"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-flow"
brew "goaccess"
brew "gofumpt"
brew "k6"
brew "kubecolor"
brew "minikube"
brew "neovim"
brew "postgresql@14"
brew "postgresql@16", restart_service: true
brew "python@3.11"
brew "tmux"
brew "zellij"
brew "incu6us/tap/goimports-reviser"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-database-tools"
cask "alacritty"
cask "multipass"
cask "ngrok"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alexisvt.flutter-snippets"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "batisteo.vscode-django"
vscode "beardedbear.beardedicons"
vscode "bibhasdn.django-html"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "charliermarsh.ruff"
vscode "chrmarti.regex"
vscode "clemenspeters.format-json"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-redis-client"
vscode "daltonmenezes.aura-theme"
vscode "dancheg97.grpc-clicker"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fractalbrew.backticks"
vscode "garytyler.darcula-pycharm"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "ibm.output-colorizer"
vscode "jdinhlife.gruvbox"
vscode "jigar-patel.odoosnippets"
vscode "josee9988.minifyall"
vscode "k6.k6"
vscode "lokalise.i18n-ally"
vscode "magicstack.magicpython"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mintlify.document"
vscode "mjacobson.snippets-for-k6"
vscode "mohd-akram.vscode-html-format"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mstuttgart.odoo-snippets"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "nash.awesome-flutter-snippets"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "postman.postman-for-vscode"
vscode "pulkitgangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "ria.elastic"
vscode "ritwickdey.liveserver"
vscode "robertz.code-snapshot"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "shardulm94.trailing-spaces"
vscode "silofy.hackthebox"
vscode "simonsiefke.svg-preview"
vscode "stevejpurves.cucumber"
vscode "streetsidesoftware.code-spell-checker"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "tomphilbin.gruvbox-themes"
vscode "tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "yandeu.five-server"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
